{
    "profile": {
    "home": "Home",
    "about": "About",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
    },
    "home": {
    "hello": "Hello, it's Me",
    "I": "And I am",
    "you": "If you're looking for a passionate and committed Fullstack programmer, I'm ready to take on new challenges and create innovative solutions. Let's work together to turn ideas into reality.",
    "cv": "CV Resume"
    },
    "about": {
    "about": "About <span>𝗠𝗲</span>",
    "developer": "Fullstack Developer!",
    "about my": "My name is Davi de Souza, and I am a Full Stack programmer. For as long as I can remember, I have been fascinated by technology and the art of creating software. Making decisions that directly impact people's lives is what motivates me every day. As a Full Stack programmer, my world revolves around versatility. I work both on the visible part of the applications, the front-end, and behind the scenes, on the back-end, taking care of all the logic and data management. It's a constant challenge, but it's a challenge that I embrace with enthusiasm. I have a range of programming languages ​​that I am constantly committed to learning: JavaScript, Python, Ruby, among others. Additionally, I am familiar with essential web technologies such as HTML and CSS, popular frameworks such as React, Angular and Django. After all, user experience is crucial, and I make it a point to ensure that the apps and websites I build not only work flawlessly, but are also enjoyable to use. My passion for what I do is reflected in the attention I pay to detail. I believe the difference is in the small things, and that's why I strive to make each project the best it can be. In addition to technical skills, I also understand the importance of team communication. Translating complex technical concepts into understandable words is a skill I've cultivated over the years, and it allows me to collaborate effectively with teammates and stakeholders. The search for improvement is a constant in my career. I'm always up to date with the latest trends in technology, I participate in conferences, courses and developer communities, and I don't hesitate to share what I learn with others. In the world of Full Stack programming, I see my name as an emblem of dedication and achievements. The future is bright, and I look forward to continuing to progress in my career. With me at the helm, we can expect great achievements and innovations in technology."
    },
    "services": {
    "habilidades": "Skills",
    "html": "HTML, the HyperText Markup Language, is my essential ally when building web pages. As a markup language, I use it to define structure and content, organizing text, images and links. Your tags and elements are the basis that I use to format and interconnect the elements, providing a unique browsing experience on the internet. ",
    "css": "CSS, or Cascading Style Sheets, is my partner in the visual creation of web pages. With it, I can define the style, layout and design, separating the presentation from the HTML content. Its style rules make it possible to customize colors, fonts, spacing and other visual aspects, providing an aesthetic and cohesive experience for users who explore what I build on the web.",
    "javascript": "JavaScript is my dynamic tool for bringing web pages to life. With it, I can create interactivity, respond to user events, and manipulate content in real time. Its advanced features, such as AJAX, allow asynchronous data loading, making applications more agile and responsive. In short, JavaScript is my powerful ally in building interactive and dynamic web experiences.",
    "python": "Python is my versatile and powerful programming language. With a clear and expressive syntax, I use it to develop a variety of applications, from simple scripts to complex projects. Its broad community and extensive standard library facilitate the implementation of efficient solutions in diverse areas, such as web development, data science, automation and artificial intelligence. In summary, Python is a valuable tool that allows me to address a diverse range of programming challenges.",
    "PHP": "PHP is a server-side scripting language that I use to develop dynamic web applications. With its ability to easily integrate with HTML, I can create interactive pages and access databases for real-time information. PHP is especially useful for building dynamic websites, interactive forms, and other web features. Its flexibility and widespread support make it a valuable choice for a variety of web development applications.",
    "SQL": "SQL, or Structured Query Language, is the language I use to interact with databases. With commands like SELECT, INSERT, UPDATE and DELETE, I can manage data efficiently. SQL allows the creation, modification and retrieval of information in relational databases, playing an essential role in storing and manipulating data for a variety of applications, from web systems to complex analytics. In short, SQL is the language that allows me to work with data in a structured and effective way.",
    "react": "React is a JavaScript library that I use to build interactive user interfaces. Developed by Facebook, it allows the creation of reusable components that automatically update as data changes. With the single page concept (SPA), React offers a fluid user experience by updating only the necessary parts of the page, improving the efficiency and responsiveness of web applications. Its declarative approach and use of the virtual DOM contribute to the efficient and scalable development of modern interfaces. In short, React is a valuable tool for building dynamic and efficient user experiences.",
    "git": "Git is a version control system that I use to track and manage changes to source code during software development. With Git, I can create branches, merge changes, and collaborate efficiently with other developers. It provides a detailed history of modifications, making it easy to identify problems and roll back to previous versions if necessary. Git is essential for collaborative work and ensuring code integrity and traceability over time. In summary, Git is a crucial tool for effectively controlling software development",
    "github": "At GitHub, I use the platform to host my source code projects and collaborate effectively. I create repositories to organize and version my code, tracking issues and implementing improvements through pull requests. This platform facilitates collaboration with other developers, making the development process more transparent and efficient. GitHub has become an essential part of my workflow, providing an integrated and powerful way to manage software projects"
    },
    "project": {
    "project": "My <span>Project</span>",
    "expert": "Expert Coffe is a company specializing in coffee that has been operating for over 30 years and has achieved great success with its highly flavored coffee varieties, known for their exceptional flavor. She is a leader in the coffee sales sector. For more information, visit our website.",
    "starbacks": "At 'Starbacks', our 52-year commitment to coffee results in a unique experience. Each cup is a sensorial journey, where passion and quality come together. Explore the universe of coffee with us and discover why we are a reference in the industry.",
    "shop": "With 32 years of experience, Coffee Shop is a reference in the world of coffee. Our dedication has honed our expertise and passion for this drink, ensuring that each cup is a unique experience. Come with us on this aromatic journey and discover the best of coffee.☕",
    "brown": "Join us on this exciting caffeinated journey. Discover the differences in origins, preparation methods and interesting facts that make coffee one of the most loved drinks in the world. Follow us and be part of this coffee-loving community. Awaken your senses and dive into the fascinating universe of Brown Coffees!",
    "coffee": "We invite you to be part of our 70-year journey towards coffee perfection. From the first bean to the cup, our company is dedicated to excellence. Come and discover the secrets of our success.",
    "suplementos": "Welcome to the world of Suplementos Coffee! Here, we are committed to taking your training and results to a new level. Our supplements are carefully formulated to enhance your performance, recovery and achievements in the gym."
    }
}