 {  
    "profile": {
    "home": "Hogar",
    "about": "Sobre",
    "skills": "Habilidades",
    "portfolio": "Portafolio",
    "contact": "Contacto"

    },
    "home": {
    "hello": "Hola soy yo",
    "I": "E yo soy",
    "you": "Si buscas un programador Fullstack apasionado y comprometido,Estoy preparado para afrontar nuevos retos y crear soluciones innovadoras.Trabajemos juntos para convertir las ideas en realidad.",
    "cv": "Curriculo CV"
    },
    "about": {
    "about": "Acerca de <span>Mi</span>",
    "developer": "Desarrollador de pila completa",
    "about my": "Mi nombre es Davi de Souza y soy programador Full Stack. Desde que tengo uso de razón, me ha fascinado la tecnología y el arte de crear software. Tomar decisiones que impactan directamente en la vida de las personas es lo que me motiva cada día. Como programador Full Stack,Mi mundo gira en torno a la versatilidad. Trabajo tanto en la parte visible de las aplicaciones, el front-end, como detrás de escena, en el back-end, ocupándose de toda la lógica y la gestión de datos. Es un desafío constante. pero es un desafío que acepto con entusiasmo. tengo una variedad de idiomas abilidades de programación que estoy constantemente comprometido a aprender: JavaScript,Python, Ruby, entre otros. Además, estoy familiarizado con tecnologías web esenciales como HTML y CSS, frameworks populares como React, Angular y Django. Después de todo, la experiencia del usuario es crucial, y me esfuerzo por asegurarme de que las aplicaciones y los sitios web que creo no solo funcionen perfectamente,pero también son agradables de usar. Mi pasión por lo que hago se refleja en la atención que presto al detalle. Creo que la diferencia está en las pequeñas cosas y por eso me esfuerzo para que cada proyecto sea lo mejor posible. Además de las habilidades técnicas, también entiendo la importancia de la comunicación en equipo. Traducir conceptos técnicos complejos en palabras comprensibles es una habilidad que he cultivado a lo largo de los años y me permite colaborar de manera efectiva con compañeros de equipo y partes interesadas. La búsqueda de superación es una constante en mi carrera. Estoy siempre al día con las últimas tendencias en tecnología, participo en conferencias, cursos y comunidades de programadores, y no dudo en compartir lo que aprendo con los demás. En el mundo de la programación Full Stack, Veo mi nombre como un emblema de dedicación y logros. El futuro es prometedor, y espero seguir progresando en mi carrera. Conmigo al frente, Podemos esperar grandes logros e innovaciones en tecnología. "

    },
     "services": {
    "habilidades": "Habilidades",
    "html": "HTML, el lenguaje de marcado de hipertexto, es mi aliado esencial a la hora de crear páginas web. Como lenguaje de marcado, lo uso para definir estructura y contenido, organizando textos, imágenes y enlaces. Tus etiquetas y elementos son la base que uso para formatear y interconectar los elementos, brindando una experiencia de navegación única en internet.",
    "css": "CSS, u hojas de estilo en cascada, es mi socio en la creación visual de páginas web. Con él puedo definir el estilo, la disposición y el diseño, separando la presentación del contenido HTML. Sus reglas de estilo permiten personalizar colores, fuentes, espacios y otros aspectos visuales. proporcionando una experiencia estética y coherente para los usuarios que exploran lo que construyo en la web.", 
    "javascript": "JavaScript es mi herramienta dinámica para darle vida a las páginas web. Con él, puedo crear interactividad, responder a eventos de usuarios. y manipular contenidos en tiempo real. Sus funciones avanzadas, como AJAX, permiten la carga de datos asincrónica, haciendo aplicaciones más ágil y responsivo. En resumen, JavaScript es mi poderoso aliado en construyendo experiencias web interactivas y dinámicas.",
    "python": "Python es mi lenguaje de programación versátil y potente. Con una sintaxis clara y expresiva, la uso para desarrollar una variedad de aplicaciones, desde scripts simples hasta proyectos complejos. Tu amplia comunidad y una extensa biblioteca estándar facilitan la implementación de soluciones eficientes en diversas áreas, como desarrollo web, ciencia de datos, automatización e inteligencia artificial. En resumen, Python es una herramienta valiosa que me permite abordar un amplia gama de desafíos de programación.",
    "PHP": "PHP es un lenguaje de programación del lado del servidor que utilizo para desarrollar aplicaciones. red dinámica. Con su capacidad para integrarse fácilmente con HTML, puedo crear páginas Bases de datos interactivas y de acceso para obtener información en tiempo real. PHP es especialmente útil para crear sitios web dinámicos, formularios interactivos y otras características web. Su flexibilidad y amplio apoyo lo convierten en un Opción valiosa para diversas aplicaciones en desarrollo web.",
    "SQL": "SQL, o lenguaje de consulta estructurado, es el lenguaje que utilizo para interactuar con bases de datos. Con comandos como SELECCIONAR, INSERTAR, ACTUALIZAR y ELIMINAR, puedo administrar datos de manera eficiente. SQL permite la creación, modificación y recuperación de información en bases de datos relacionales, desempeñando un papel esencial en el almacenamiento y manipulación de datos para una variedad de aplicaciones, desde sistemas web hasta análisis complejos. En definitiva SQL es el lenguaje que me permite trabajar con datos de forma estructurada y eficaz.",
    "react": "React es una biblioteca de JavaScript que utilizo para crear interfaces de usuario interactivas. Desarrollado por Facebook, permite la creación de componentes reutilizables que se actualizan automáticamente a medida que los datos cambian. Con el concepto de página única (SPA), React ofrece una experiencia de usuario fluido actualizando solo las partes necesarias de la página, mejorando la eficiencia y la capacidad de respuesta de aplicaciones web. Su enfoque declarativo y el uso de DOM virtual contribuyen al desarrollo eficiente. e interfaces modernas escalables. En resumen, React es una herramienta valiosa para construir experiencias. Procesos de usuario dinámicos y eficientes.",
    "git": "Git es un sistema de control de versiones que uso para rastrear y administrar cambios en el código fuente. durante el desarrollo de software. Con Git, puedo crear ramas, fusionar cambios, y colaborar eficientemente con otros desarrolladores. Ofrece un historial detallado de modificaciones, lo que facilita la identificación de problemas y la reversión a versiones anteriores si es necesario. Git es esencial para trabajo colaborativo y para asegurar la integridad y trazabilidad del código en el tiempo. En resumen, Git es una herramienta crucial para controlar eficazmente el desarrollo de software.",
    "github": "En GitHub, uso la plataforma para alojar mis proyectos de código fuente y colaborar de forma eficaz. Creo repositorios para organizar y versionar mi código, rastrear problemas e implementar mejoras. a través de solicitudes de extracción. Esta plataforma facilita la colaboración con otros desarrolladores, haciendo el proceso de desarrollo más transparente y eficiente. GitHub se ha convertido en una parte esencial de mi flujo. flujo de trabajo, proporcionando una forma integrada y potente de gestionar proyectos de software."

    },
    "project": {
    "project": "Mios<span>proyectos</span>",
    "expert": "ADIGITEC es una empresa innovadora que se destaca en el mercado de soluciones para controlar el tiempo con su reloj de tiempo avanzado. Para obtener más información, visite nuestro sitio web.",
    "starbacks": "En Starbacks, nuestro compromiso de 52 años con el café resulta en una experiencia única. Cada taza es un viaje. sensorial, donde se unen pasión y calidad. Explorar el universo del café con nosotros y descubre por qué somos un referente en la industria.",
    "shop": "Con 32 años de experiencia, Coffee Shop es un referente en el mundo del café. Nuestra dedicación ha mejorado nuestra experiencia. y pasión por esta bebida, logrando que cada taza sea un experiencia única. Ven con nosotros en este viaje aromático y descubre lo mejor del café.☕",
    "brown": "Únase a nosotros en este emocionante viaje con cafeína. Conoce los orígenes de las diferencias, Métodos de preparación y curiosidades que hacen del café una de las bebidas. más querido en todo el mundo. Síguenos y sé parte de esta apasionada comunidad. para el café. ¡Despierta tus sentidos y sumérgete en el fascinante universo de los Cafés Morenos!",
    "coffee": "Te invitamos a ser parte de nuestro viaje de 70 años hacia la perfección del café. Desde el primer grano hasta la taza, nuestra empresa está dedicada a la excelencia. Ven y descubre los secretos de nuestro éxito.",
    "suplementos": "¡Bienvenidos al mundo de Suplementos Coffee! Aquí estamos comprometidos llevando tu entrenamiento y resultados a un nuevo nivel. Nuestros suplementos están cuidadosamente formulados para mejorar su rendimiento, recuperación y logros en el gimnasio."
    }
}